INSERT INTO
    Genders
VALUES
    (0, 'H'),
    (1, 'F');

INSERT INTO
    DivingDivisions
VALUES
    (0, 'سباحة حرة'),
    (1, 'سباحة على الظهر'),
    (2, 'سباحة على الصدر'),
    (3, 'سباحة فراشة'),
    (4, 'أربع سباحات'),
    (5, 'سباق التناوب');

INSERT INTO
    DivingSpecialties
VALUES
    (0, '50 متر'),
    (1, '100 متر'),
    (2, '200 متر'),
    (3, '400 متر'),
    (4, '800 متر'),
    (5, '1500 متر');

INSERT INTO
    AgeDivisions
VALUES
    (0, 'مدارس'),
    (1, 'براعم'),
    (2,'أصاغر'),
    (3,'الأواسط والأكابر');

INSERT INTO
    AgeDivisionsEntry
VALUES
    (2001, 3),
    (2002, 3),
    (2003, 3),
    (2004, 3),
    (2005, 3),
    (2006, 3),
    (2007, 2),
    (2008, 2),
    (2009, 1),
    (2010, 1),
    (2011, 1),
    (2012, 1),
    (2013, 0),
    (2014, 0),
    (2015, 0),
    (2016, 0),
    (2017, 0),
    (2018, 0);

INSERT INTO
    Clubs
VALUES
    (0, 'الدلافين'),
    (1, 'راس الواد'),
    (2, 'البيبان'),
    (3, 'اتحاد السباحة'),
    (4, 'أفاق العناصر'),
    (5, 'المنصورة'),
    (6, 'النجوم'),
    (7, 'القصور'),
    (8, 'الحماية المدنية'),
    (9,'النادي المائي البرايجي'),
    (10 ,'المشكاة الحمادية');